{
    "data": [
        {
            "name": "fiber",
            "intro": "<span>膳食纤维</span>是一种不被人体消化的糖类物质，主要来源为植物类食物（如谷物、蔬菜、水果）。<br/><span>膳食纤维有着促进肠胃蠕动、促进肠道益生菌生长、预防脂质代谢紊乱、促进钙吸收等功能</span>；饮食中缺少膳食纤维会导致人体在短期内出现便秘的症状，而长期摄入过低会增加心血管疾病、肠道疾病、II型糖尿病发生的风险。"
        },
        {
            "name": "energy",
            "intro": "<span>能量</span>是人体维持生命活动所必需的物质。人体的能量来源于食物中的产能营养素，包括碳水化合物、蛋白质和脂类。<br/><span>能量有着维持机体代谢、神经传导、呼吸、肌肉收缩、维持体温等功能</span>；长期缺少能量会导致人体出现消瘦、活力下降等症状，而长期摄入过多能量会增加心血管疾病、II型糖尿病等慢病发生的风险。"
        },
        {
            "name": "protein",
            "intro": "<span>蛋白质</span>是一切生命的物质基础，也是人体新陈代谢和发挥生理功能过程中所不可缺少的营养物质，主要来源为肉类、水产类、乳制品类、谷薯类等。<br/><span>蛋白质的主要功能包括构成人体细胞组织、维持生命活动、参与其他营养物质代谢等</span>；饮食中缺少蛋白质会导致人体在短期内出现疲倦、营养不良、体重下降、贫血、免疫力低下等症状；另一方面，长期摄入过高蛋白质会对人体肾脏组织产生额外的负担，增加肾脏疾病发生的风险。"
        },
        {
            "name": "carbohydrate",
            "intro": "<span>碳水化合物</span>又称糖类，是人体的主要供能物质，主要来源为植物类食物（如谷物、蔬菜、水果）。<br/><span>碳水化合物有着为人体提供能量、构成生命体组织、增强机体解毒等功能</span>；饮食中缺少碳水化合物会导致人体在短期内出现神经衰弱、酮症酸中毒、低血糖、便秘、口臭等症状，而长期摄入过高碳水化合物会增加糖尿病的发病风险。"
        },
        {
            "name": "fat",
            "intro": "<span>脂类</span>是人体必需的宏量营养素之一，主要来源为动、植物类食物（如畜禽肉、豆类）。<br/><span>脂质有着为人体储存能量、促进脂溶性维生素吸收、维持体温、保护身体等功能</span>；饮食中长期摄入过量脂肪会增加高血脂、心脑血管疾病、高胆固醇的发病风险。"
        },
        {
            "name": "na",
            "intro": "<span>钠</span>是人体需要的一种矿物质，主要来源为食用盐。<br/><span>钠有着调节细胞渗透压、维持机体酸碱平衡、维持正常血压等功能</span>；饮食中缺少钠会导致人体出现低钠血症、倦怠、呕吐、肌肉痉挛等症状，而长期摄入过高钠会增加高血压、水肿及心血管疾病的发病风险。"
        },
        {
            "name": "ca",
            "intro": "<span>钙</span>是人体需要的一种矿物质，主要来源为乳制品、水产品、部分蔬菜。<br/><span>钙有着构成骨骼和牙齿、调节肌肉兴奋性、控制激素及神经递质释放等功能</span>；饮食中缺少钙会导致人体出现肌肉痉挛、骨质疏松、经常骨折等症状，而长期摄入过高钙质会增加高血钙症、高尿钙症及肾结石的发病风险。"
        },
        {
            "name": "fe",
            "intro": "<span>铁</span>是人体必需的微量元素之一，主要来源为畜禽肉、动物肝脏、部分蔬菜。<br/><span>铁有着参与体内氧气运输、维持正常造血功能、增强机体抗感染能力等功能</span>；饮食中缺少铁会导致人体出现食欲不振、情绪烦躁、贫血等症状，而长期摄入过高铁会增加血色素沉着症、铁中毒等风险。"
        },
        {
            "name": "zn",
            "intro": "<span>锌</span>是人体必需的微量元素之一，主要来源为畜禽肉、水产类。<br/><span>锌有着维持大脑功能、伤口愈合、味觉和免疫调节等方面发挥重要作用</span>；饮食中缺少锌会导致人体出现食欲不振、情绪烦躁、贫血等症状，而长期摄入过高锌会出现恶心、呕吐、腹泻、嗜睡等锌中毒症状。"
        },
        {
            "name": "va",
            "intro": "<span>维生素A</span>是一种人体所需的脂溶性维生素，主要来源为动物肝脏、深色蔬菜。<br/><span>维生素A有着维持视觉功能、维持皮肤健康、免疫调节等方面发挥重要作用</span>；饮食中缺少维生素A会导致人体出现暗适应能力下降、免疫功能受损、皮肤毛囊角质化、上呼吸道感染等症状，而长期摄入过高维生素A会出现中枢神经紊乱、恶心、呕吐、头晕、视力模糊等维生素A中毒症状。"
        },
        {
            "name": "ve",
            "intro": "<span>维生素E</span>是一种人体所需的脂溶性维生素，主要来源为植物种子、植物油。<br/><span>维生素E在抗氧化、维持生育功能和免疫功能方面发挥重要作用</span>；饮食中长期缺少维生素E会导致人体出现溶血性贫血、神经肌肉障碍等症状，而长期摄入过高维生素E会出现甲状腺功能紊乱等情况。"
        },
        {
            "name": "vb1",
            "intro": "<span>维生素B1</span>，又称神经炎因子，是一种人体所需的水溶性维生素，主要来源为谷薯类、杂豆类食物。<br/><span>维生素B1有着参与能量代谢、维持神经及肌肉功能等方面发挥重要作用</span>；饮食中缺少维生素B1会导致人体出现食欲不佳、便秘、恶心、抑郁等症状。"
        },
        {
            "name": "vd",
            "intro": "<span>维生素D</span>是一种人体所需的脂溶性维生素，主要食物来源为深海鱼类、乳制品。<br/><span>维生素D有着维持骨骼健康、维持肌肉收缩和神经传导、促进钙质在骨骼中的吸收等方面发挥重要作用</span>；饮食中缺少维生素D会导致人体出现骨质疏松、骨骼软化、肌肉乏力等症状，而长期摄入过高维生素D会出现关节疼痛、体重下降、心律不齐等维生素D中毒症状。"
        },
        {
            "name": "folate",
            "intro": "<span>叶酸</span>，又称维生素B9，是一种人体所需的水溶性维生素，广泛存在于各种动、植物性食物中，富含叶酸的食物包括动物肝脏、豆类、坚果以及深绿叶蔬菜。<br/><span>叶酸在参与核酸与蛋白质合成、参与同型半胱氨酸代谢等方面发挥重要作用</span>；饮食中缺少叶酸会导致人体出现头晕乏力、精神萎靡、面色苍白、舌炎等症状。"
        },
        {
            "name": "vc",
            "intro": "<span>维生素C</span>，又称抗坏血酸，是一种人体所需的水溶性维生素，主要存在于植物性食物中，包括蔬菜类和水果类食物。<br/><span>维生素C在参与胶原蛋白合成、机体抗氧化、提高免疫力等方面发挥重要作用</span>；饮食中缺少维生素C会导致人体出现牙龈出血、牙龈炎症、骨质疏松等症状，而长期过量摄入维生素C会导致泌尿系统结石、腹痛腹泻等症状。"
        }
    ]
}
